---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElectricalData
source: html/0bc2fec2-b06a-8ecc-5350-6c3e8899eea2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElectricalData Property

"Electrical Data"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElectricalData { get; }
```